const DEFAULT_CATEGORIES = [
  {
    "id": 1552,
    "name": "อีเว้นท์และงานแฟร์",
    "children": [
      {
        "id": 1553,
        "name": "ตั๋วภาพยนต์"
      },
      {
        "id": 1554,
        "name": "บัตรลานสเก็ต"
      },
      {
        "id": 1555,
        "name": "หนังสือ/หนังสือการ์ตูน/นิตยสาร"
      },
      {
        "id": 1556,
        "name": "แพ็กเกจกิจกรรม"
      },
      {
        "id": 1557,
        "name": "บัตรคอนเสิร์ต"
      },
      {
        "id": 1558,
        "name": "บัตรแฟนมิตติ้ง"
      }
    ]
  },
  {
    "id": 1435,
    "name": "บริการและท่องเที่ยว",
    "children": [
      {
        "id": 1436,
        "name": "โรงแรม/ที่พัก"
      },
      {
        "id": 1437,
        "name": "พิพิธภัณฑ์และการเรียนรู้"
      },
      {
        "id": 1438,
        "name": "สวนสัตว์เปิด"
      },
      {
        "id": 1439,
        "name": "สวนสัตว์ปิด"
      },
      {
        "id": 1440,
        "name": "พิพิธภัณฑ์สัตว์น้ำ"
      },
      {
        "id": 1441,
        "name": "สวนน้ำ"
      },
      {
        "id": 1442,
        "name": "สวนสนุก"
      }
    ]
  },
  {
    "id": 1443,
    "name": "การขนส่งและเดินทาง",
    "children": [
      {
        "id": 1444,
        "name": "ตั๋วเครื่องบิน"
      },
      {
        "id": 1445,
        "name": "ตั๋วเรือ"
      },
      {
        "id": 1446,
        "name": "ตั๋วรถไฟฟ้า"
      },
      {
        "id": 1447,
        "name": "ตั๋วรถประจำทาง"
      },
      {
        "id": 1448,
        "name": "บริการขนส่งของ/พัสดุ"
      }
    ]
  },
  {
    "id": 1449,
    "name": "อาหารและเครื่องดื่ม",
    "children": [
      {
        "id": 1450,
        "name": "ร้านอาหารฟาสต์ฟู้ด"
      },
      {
        "id": 1451,
        "name": "ร้านอาหารฟิวชั่น (Fast casual)"
      },
      {
        "id": 1452,
        "name": "ร้านอาหารทั่วไป (Casual)"
      },
      {
        "id": 1453,
        "name": "ร้านอาหารระดับหรู (Fine Dining)"
      },
      {
        "id": 1454,
        "name": "รถฟู้ดทรัค (Food Truck)"
      },
      {
        "id": 1455,
        "name": "ร้านอาหารญีปุ่น"
      },
      {
        "id": 1456,
        "name": "ร้านอาหารอิตาเลี่ยน"
      },
      {
        "id": 1457,
        "name": "ร้านอาหารอินเดีย"
      },
      {
        "id": 1458,
        "name": "ร้านอาหารเกาหลี"
      },
      {
        "id": 1459,
        "name": "ร้านอาหารไทย"
      }
    ]
  },
  {
    "id": 1502,
    "name": "แฟชั่นและช้อปปิ้ง",
    "children": [
      {
        "id": 1503,
        "name": "ห้างสรรพสินค้า"
      },
      {
        "id": 1504,
        "name": "ช็อปปิ้งมอลล์"
      },
      {
        "id": 1505,
        "name": "ซูเปอร์มาร์เก็ต"
      },
      {
        "id": 1506,
        "name": "ร้านหนังสือ/เครื่องเขียน"
      },
      {
        "id": 1507,
        "name": "ร้านสะดวกซื้อ/มินิมาร์ท"
      },
      {
        "id": 1508,
        "name": "เครื่องสำอางค์/บิวตี้แกดเจ็ต"
      },
      {
        "id": 1509,
        "name": "สกิลแคร์/น้ำหอม/เทียนหอม"
      },
      {
        "id": 1510,
        "name": "ร้ายขายยา/ดรักสโตร์"
      },
      {
        "id": 1511,
        "name": "ร้านขายเสื้อผ้าผู้ชาย"
      },
      {
        "id": 1512,
        "name": "ร้านขายเสื้อผ้าผู้หญิง"
      }
    ]
  },
  {
    "id": 1517,
    "name": "อุปกรณ์ไอทีและแกดเจ็ต",
    "children": [
      {
        "id": 1518,
        "name": "เครื่องใช้ไฟฟ้า"
      },
      {
        "id": 1519,
        "name": "อุปกรณ์แกดเจ็ต"
      },
      {
        "id": 1520,
        "name": "สมาร์ทโฟน/อุปกรณ์เสริม"
      }
    ]
  },
  {
    "id": 1521,
    "name": "ความงามและสุขภาพ",
    "children": [
      {
        "id": 1522,
        "name": "ร้านตัดผม/ซาลอน"
      },
      {
        "id": 1523,
        "name": "ร้านสปา/นวดแผนไทย"
      },
      {
        "id": 1524,
        "name": "ร้านทำเล็บสไลต์ญี่ปุ่น"
      },
      {
        "id": 1525,
        "name": "ร้านทำเล็บเจล"
      },
      {
        "id": 1526,
        "name": "สถาบัน/คลินิกเสริมความงาม"
      },
      {
        "id": 1527,
        "name": "ร้านทำคิ้ว/ต่อขนตา/แว็กซ์"
      },
      {
        "id": 1528,
        "name": "คลินิกทันตกรรม"
      },
      {
        "id": 1529,
        "name": "ยา/อาหารเสริม/วิตามิน"
      },
      {
        "id": 1530,
        "name": "ศูนย์ความงาม/โรงพยาบาลเฉพาะทาง"
      },
      {
        "id": 1531,
        "name": "โรงพยาบาลเอกชน"
      }
    ]
  },
  {
    "id": 1532,
    "name": "กีฬา",
    "children": [
      {
        "id": 1533,
        "name": "ฟิตเนส/ยิม"
      },
      {
        "id": 2089,
        "name": "อุปกรณ์กีฬา"
      },
      {
        "id": 2090,
        "name": "ชุดกีฬา"
      }
    ]
  },
  {
    "id": 1534,
    "name": "กิจกรรมและความบันเทิง",
    "children": [
      {
        "id": 1535,
        "name": "โรงภาพยนต์"
      },
      {
        "id": 1536,
        "name": "ลานสเก็ต"
      },
      {
        "id": 1537,
        "name": "ห้องสมุด/ร้านหนังสือ"
      },
      {
        "id": 1538,
        "name": "เพ็นต์บาร์"
      },
      {
        "id": 1539,
        "name": "ร้านบอร์ดเกม"
      },
      {
        "id": 1540,
        "name": "ศูนย์เกมเลเซอร์"
      },
      {
        "id": 1541,
        "name": "สนามโกคาร์ท"
      },
      {
        "id": 1542,
        "name": "สนามเพนบอล"
      }
    ]
  },
  {
    "id": 1543,
    "name": "สัตว์เลี้ยง",
    "children": [
      {
        "id": 1544,
        "name": "สถานพยาบาลสัตว์เลี้ยง"
      },
      {
        "id": 1545,
        "name": "อาบน้ำ/ตัดขน/สปา"
      },
      {
        "id": 1546,
        "name": "อาหารสัตว์/อุปกรณ์สัตว์เลี้ยง"
      },
      {
        "id": 1547,
        "name": "แพ็กเกจคอมมูนิตี้คนรักสัตว์"
      },
      {
        "id": 1548,
        "name": "แพ็กเกจสัตว์เลี้ยง"
      },
      {
        "id": 1549,
        "name": "โรงเรียนสอนสุนัข"
      },
      {
        "id": 1550,
        "name": "ศูนย์ว่ายน้ำสุนัข"
      }
    ]
  },
  {
    "id": 1551,
    "name": "การเงินและแลกเปลี่ยนสกุลเงิน",
    "children": []
  },
  {
    "id": 1559,
    "name": "คอร์สเรียนและคอร์สออนไลน์",
    "children": [
      {
        "id": 1560,
        "name": "ทำอาหาร"
      },
      {
        "id": 1561,
        "name": "ภาษาต่างประเทศ"
      },
      {
        "id": 1562,
        "name": "เบเกอรี่/ขนมหวาน"
      },
      {
        "id": 1563,
        "name": "ว่ายน้ำ"
      },
      {
        "id": 1564,
        "name": "รำไทย"
      },
      {
        "id": 1565,
        "name": "เต้น/ฮิปฮอป/K-pop"
      },
      {
        "id": 1566,
        "name": "บัลเลต์"
      },
      {
        "id": 1567,
        "name": "ยิมนาสติก"
      },
      {
        "id": 1568,
        "name": "ดนตรี"
      },
      {
        "id": 1569,
        "name": "วาดภาพ"
      }
    ]
  },
  {
    "id": 1590,
    "name": "แม่และเด็ก",
    "children": [
      {
        "id": 1591,
        "name": "ของเล่นเด็ก"
      },
      {
        "id": 1592,
        "name": "อุปกรณ์สำหรับเด็ก/ของใช้เด็ก"
      },
      {
        "id": 1593,
        "name": "แพ็กเกจร้านตัดผมเด็ก"
      },
      {
        "id": 1594,
        "name": "เสื้อผ้าเด็กอ่อน/ทารก"
      },
      {
        "id": 1595,
        "name": "เสื้อผ้าเด็กผู้ชาย"
      },
      {
        "id": 1596,
        "name": "เสื้อผ้าเด็กผู้หญิง"
      }
    ]
  },
  {
    "id": 1597,
    "name": "ยานยนต์",
    "children": [
      {
        "id": 1598,
        "name": "คูปองเติมน้ำมัน/แก๊ส"
      },
      {
        "id": 1599,
        "name": "แพ็กเกจตรวจเช็ครถยนต์"
      },
      {
        "id": 1600,
        "name": "แพ็กเกจล้างรถ/คาร์แคร์"
      },
      {
        "id": 1601,
        "name": "อุปกรณ์ตกแต่ง/บำรุงรักษายานยนต์"
      },
      {
        "id": 1602,
        "name": "อุปกรณ์ตกแต่ง/บำรุงรักษารถมอเตอร์ไซต์"
      }
    ]
  },
  {
    "id": 1603,
    "name": "แอปพลิเคชัน",
    "children": [
      {
        "id": 1604,
        "name": "ขนส่ง/เดลิเวอรี่"
      },
      {
        "id": 1605,
        "name": "สุขภาพ/ความงาม"
      },
      {
        "id": 1606,
        "name": "ธนาคาร/การลงทุน"
      },
      {
        "id": 1607,
        "name": "ช้อปปิ้งออนไลน์/ไลฟ์สไตล์"
      },
      {
        "id": 1608,
        "name": "ช้อปปิ้งออนไลน์/ฝากหิ้ว"
      },
      {
        "id": 1609,
        "name": "ท่องเที่ยว/โรงแรม"
      },
      {
        "id": 1610,
        "name": "ดูหนัง/ฟังเพลง/ความบันเทิง"
      },
      {
        "id": 1611,
        "name": "ความรู้/คอร์สเรียนพิเศษ"
      },
      {
        "id": 1612,
        "name": "เกมส์ออนไลน์"
      },
      {
        "id": 1613,
        "name": "ค่ายมือถือ/สัญญาณโทรศัพท์"
      }
    ]
  },
  {
    "id": 2080,
    "name": "บ้านและสวน",
    "children": [
      {
        "id": 2081,
        "name": "ต้นไม้/อุปกรณ์แต่งสวน"
      },
      {
        "id": 2082,
        "name": "อุปกรณ์/วัสดุเครื่องมือช่าง"
      },
      {
        "id": 2083,
        "name": "เฟอร์นิเจอร์/ฟาสเฟอร์นิเจอร์"
      },
      {
        "id": 2084,
        "name": "เฟอร์นิเจอร์/มือสอง"
      },
      {
        "id": 2085,
        "name": "อุปกรณ์/ของใช้ภายในบ้าน"
      }
    ]
  }
];
